Repository: robystar/rohberg.doorman
Catalog: rohberg/doorman/locales/*/LC_MESSAGES/rohberg.doorman.po
Languages: it

source: Days
it: Giorni

source: Duration of password validity.
it: Durata di validità della password

source: New password has to differ from old one.
it: La nuova password deve essere diversa dalla precedente.

source: One expression per line: (u'.{8}.*', u'Minimum 8 characters.'). Default value is
it: Una espressione regolare per riga: (u'.{8}.*', u'Minimo 8 caratteri.'). Default

source: Passwords do not match.
it: Le password non corrispondono

source: Registrierte User, die nicht die Role 'Member' haben, ausschliessen.
it: Escludere gli utenti registrati che non hanno il ruolo 'Member'.

source: Regular Expressions that a password must regard.
it: Espressioni regolari che devono corrispondere a una password.

source: The login name you selected is already in use or is not valid. Please choose another.
it: Il nome utente selezionato è già stato usato oppure non è valido.

source: This username is reserved. Please choose a different name.
it: Nome utente riservato.

source: You must enter a password.
it: Inserire la password.

source: You must enter a valid email address.
it: Inserire un indirizzo email valido.

source: Your account is locked.
it: Il tuo account è bloccato. Se ritieni che questo sia sbagliato, contatta l'amministratore del sito web.

source: Your password and confirmation did not match. Please try again.
it: Le password non coincidono.

source: Your password is expired. Please reset your password.
it: Password scaduta, richiedere una nuova.

source: Your password must contain at least 5 characters.
it: Regole per l'impostazione della password:

source: msg_no_password_no_mail_me
it: Scegli una password o seleziona l'opzione 'invia email'.
